/* No comment provided by engineer. */
"WhatsNew_Dashboard_Description" = "CleanMyMac 3 houdt je up-to-date over het gebruik van de processor en het geheugen, de laadcycli van de batterij, en maakt zelfs RAM vrij voor betere prestaties.";

/* No comment provided by engineer. */
"WhatsNew_Dashboard_Title" = "Dashboard";

/* No comment provided by engineer. */
"WhatsNew_Finish_Description" = "Dit is een algemeen overzicht van de nieuwe functies maar er is nog veel meer. De rest moet je zelf maar ontdekken!";

/* No comment provided by engineer. */
"WhatsNew_Finish_Title" = "En nu… Opruimen maar!";

/* No comment provided by engineer. */
"WhatsNew_Health_Description" = "Statusmeldingen informeren je over hardware- en softwareproblemen. Je weet precies wat er gebeurt en hoe je het oplost, op het moment zelf.";

/* No comment provided by engineer. */
"WhatsNew_Health_Title" = "Statusmeldingen";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Description" = "Maak ruimte op de harde schijf vrij door oude reservekopieën of software-updates, mislukte downloads en meer te verwijderen uit iTunes.";

/* No comment provided by engineer. */
"WhatsNew_iTunesJunk_Title" = "Rommel in iTunes";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Description" = "Wis gigabytes bewaarde bijlagen en downloads (gaande van PDF-bestanden tot handtekeningen) die zich verschuilen in Mail.";

/* No comment provided by engineer. */
"WhatsNew_MailAttachments_Title" = "Mail-bijlagen";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Description" = "Herstel schijfbevoegdheden, herindexeer Spotlight, maak de zoekfunctie in Mail sneller, en meer.";

/* No comment provided by engineer. */
"WhatsNew_Maintenance_Title" = "Onderhoud";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Description" = "Ruim de online en offline activiteit op, inclusief browsergeschiedenis, Skype-gesprekken, geschiedenis van Berichten, downloadgeschiedenis en recent geopende bestanden.";

/* No comment provided by engineer. */
"WhatsNew_Privacy_Title" = "Privacy";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Description" = "De nieuwe CleanMyMac 3 ruimt meer rommel op en houdt de Mac in betere staat dan ooit tevoren. Ontdek hier hoe!";

/* No comment provided by engineer. */
"WhatsNew_Welcome_Title" = "Nieuwe functies?";

"Done" = "Gereed";

"Next" = "Volgende";
